[language]

;Language name 

name=Русский

;------------------------------------
[tips]


UACtips=Если добавить Dock-мод для обхода UAC, во всплывающем окне не появится запрос на управление учетной записью пользователя!
firsttip=Это программное обеспечение не взимает никаких сборов и строго запрещено для коммерческих целей. Я не буду нести ответственность за любые убытки.
dwmerror=Обнаружено, что в системе не запущена служба DWM, и программа не может нормально работать!
crashtip=Обнаружено, что в системе не запущена служба DWM, и программа не может нормально работать! Произошел сбой программы, перезапустить ее?
;------------------------------------

[iconame]

;dock Label name

finder=Finder
launchpad=LaunchPad
cal=Календарь
trash=Корзина

;The last icon in the folder interface

explorer=Открыть в Finder
return=Назад

;System time icon label name format

timeformat=dddd d/m/yyyy
;The time format is the system time format   y 年 m月份 d 日期 dddd 星期几  ddd周几


remove=Убрать
addtopad=Добавить в LaunchPad
iconisfull=Значок текущей страницы заполнен

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Панель управления
taskbar=Панель задач
systemtime=Системное время
cortana=Системный голосовой помощник
network=Сеть
mydocument=Мои документы
weather=Погода
battery=Батарея

errortips=Этот значок уже был добавлен.


------------------------------------

[editicon]
;Edit icon window

addtips=Перетащите файл сюда...

reset=Сброс
ok=OК
restore=Восстановить
addname=Изменить имя
addicotips=Нажмите кнопку "..." в правом верхнем углу, чтобы добавить значок
switch=Переключить
trashempty=Корзина очищена
trashfull=Корзина заполнена
iconshell=Использовать маску значка
addline=Запуск программы
;Pop up select file window title

selectfoldertitle=Выберите папку...
;Weather forecast search city
searchcity=Поиск по названию города


;------------------------------------

[editcal]

;Edit calendar window

monthfont=Шрифт месяца:
dayfont=Шрифт даты:
monthpoint=Место месяца:
daypoint=Место даты:
monthposition=Выравнивание месяца:
dayposition=Выравнивание даты:
monthcolor=Цвет месяца:
daycolor=Цвет даты:
rotation=Угол поворота:
default=По умолчанию...

ok=OК
test=Тест

left=Слева
right=Справа
center=Центр

;Pop up select picture window title

selectcalicon=Выберите изображение календаря.

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Програма была добавлена в Dock.

systemduplicate=Значок был добавлен.

titleerror=Отображаемое имя программы не может быть пустым.
filepatherror=Путь к программе и значок не могут быть пустыми.

padtitleerror1=Имя файла дублируется.
padtitleerror2=Не удалось изменить файл.

formaterror=Неподдерживаемый формат файла.

;---------------------------------------------------------------------------
;Preferences window
[settingUI]

settitle=ㅤㅤㅤㅤㅤㅤㅤНастройки

Global Settings=Настройки

openMyDock=Открыть MyDock
openMyFinder=Открыть MyFinder
MyDockerror=Пожалуйста, откройте MyDock.
MyFindererror=Пожалуйста, откройте MyFinder.

DPIscale=Размер значков
Accentcolor=Акцент
darkmodeall=Основной цвет

darkmode_light=Светлый
darkmode_dark=Тёмный
darkmode_auto=Авто
darkmode_system=Система

aero=Эффект размытия
systemdarkmode=Системный цвет
autoupdate=Автообновления
systemstart=Автозапуск
autohidetaskbar=Скрыть панель задач

hidetaskbar_dock=Скрыть панель задач на этом экране
hidetaskbar_all=Скрыть панель задач на всех экранах

DirectDXFPS=Частота кадров DirectDX
languagechoice=Язык
allfont=Шрифт
defaultfont=Стандартный шрифт

general=Основные настр-ки
advanced=Продвинутые настр-ки
preview=Быстрый предпросмотр окна
minimizewindowsettings=Свёртывание окна

timeset=Время
audioset=Аудио
displayset=Дисплей
mediaset=Медиа
batteryset=Батарея
netset=Сеть
monitorset=Монитор ресурсов

about=О программе...

icosize=Размер значков
icomaxsize=Максимальный размер значков

icospace=Дистанция между иконками
edgeposition=Дистанция от края экрана


displaymode=Выберите скрытый режим отображения Dock.
displaynormal=Режим отображения по умолчанию
displaybottom=Режим отображения наложения
displayauto=Автоскрытие
displaysmart=Умный режим скрытия
displayhotkey=Горячая клавиша дисплея
displayalways=Всегда показывать
displayhide=Всегда скрывать

Show activation bar=Показать панель активации после скрытия Dock

positiononscreen=Расположение Dock
screenleft=Слева
screenbottom=Внизу
screenright=Справа
screentop=Сверху
multiscreen=Основной экран Dock
multiscreenpad=Основной экран LaunchPad
padscreenname=Следовать за Dock
lockicon=Блокировать перетаскивание значка
showicontag=Показать тег значка
windowsborder=Корзина на границах окна
jumpanimation=Подпрыгивание значка при открытии программ
folderDoubleclickOpen=Открытие папок по двойному нажатию
gpurendicon=Компоновка ГП
iconmask=Эффект маски для всех значков
show indicators=Показать индикаторы для открытых программ
Runapp separator=Показать разделитель запущенной программы
newapp=Показавать значки новых запущеных программ
blacklist=Управление списком блокировок
noblacklist=Нет запретной процедуры
hotcornerleft=Функции левого нижнего угла экрана
hotcornerright=Функции правого нижнего угла экрана
hotkeypad=Горячая клавиша показа LaunchPad
hotkeyDock=Горячая клавиша показа Dock

dockicobackup=Резервный файл значка Dock 
backuplist=Управление файлами резервных копий
Addbackupdockico=Добавить резервную копию значка
locationbackup=Открытие резервной папки

minimize=Показать окно из Dock
animationoff=Закрывать окно с аимацией
Slow animation=Замедление анимации (Shift)
useMipMap=Генерация текстуры MipMap
GDIscreenshot=Минимизирование скриншотов с помощью GDI
screencapturetype=Типы снимков экрана
minimizeeffect=Свернуть окно с помощью спецэффектов

genie=Genie
scale=Scale
scaleDX=Scale DX
suck=Suck

Minimize to icon=Свернуть окна в значок приложения
DirectX=Версия DirectX
SamplerState=Минимизировать метод фильтрации текстур
Minimizeblacklist=Отменить свертывание анимаций
Editwindowlist=Изменить список окон

previewon=Включить предпросмотр окна
previewsize=Размер предпросмотра окна
previewdelay=Отложенный предпросмотр окна
previewcontrol=Показать другие элементы
previewappname=Имя программы
previewbutton=Кнопки управления
aeropeek=Показывать на полный экран


logotype=Стиль кнопки слева
diylogo=Выберите файл...
shutdownmsgbox=Подтверждение перезапуска ПК в отдельном окне
finderdark=Цветовой режим Finder

finderdark_auto=Обои
finderdark_set=Свой

finderdisplaymode=Скрытый режим отображения Finder
finderautochangecolor=Иммерсивный режим

showaudio=Показать значок аудио в Finder
showbattery=Показать значок батареи в Finder
showwifi=Показать значок Wi-Fi в Finder
showbluetooth=Показать значок Bluetooth в Finder
showdisplay=Показать значок дисплея в Finder
showcpu=Процессор
showtemp=Температура
showmen=ОЗУ
showdisk=Диск
shownet=Сеть

formatdate=Оформление даты
formattime=Оформление времени

showbatteryvalue=Показать значок батареи
audiotip=Воспроизводить звук изменения громкости
mediatype=Назначить кнопки громкости

media_system=Система
media_mac=Mac
media_ios=iOS

hotkeyvolup=Прибавить громкость
hotkeyvoldown=Убавить громкость
hotkeyvolmute=Безшумный режим


hotkeybriup=Прибавить яркость
hotkeybridown=Убавить яркость

theme=Тема

wallpaper=Обои

selectwallpaper=Добавить обои
wallpapernone=Нет
loadwallpaper=Загрузить обои
wallpaperdownload=Скачать обои
wallpaperOK=Расположение файла

contribute=Переведено NecoArc126
netdisk=Сайт MyDockFinder
updatelog=Перевод версии 1.0
update=Доступно на Github
restartdock=Перезапуск
uninstall=Удалить программу

ok=ОК
cancel=Отмена

------------------------------------------------------------
[hotcorners]
nothing=Нету
allwindows=Показать все окна
launchpad=Показать LaunchPad
displaytosleep=Отключить дисплей
startmenu=Пуск
showdesktop=Показать рабочий стол
actioncenter=Центр управления
screensaver=Заставка

[settingtips]

;An error message pops up on the setting interface
gpurendtip=Включение этой опции может привести к критическом сбое системы. Пожалуйста, не выходите из Dock. Этот запуск временно включен. Выход из Dock сохранит эту конфигурацию. Если через некоторое время компьютер выйдет из строя, при следующем запуске будет автоматически отменен композитный рендеринг GPU.
edgetip=Граница окна открытого лимита не может быть изменена!
autohideerror=Эта функция не может быть включена при открытии границы окна!
neterror=Произошла ошибка сети. Проверьте ваше интернет-соединение.
autohide=Автоматическое скрытие Dock не может включить эту функцию.
updateerror1=Произошла ошибка сети. Проверьте ваше интернет-соединение и попробуйте еще раз.
updateerror2=Ошибка онлайн-обновления. Вы хотите открыть страницу загрузки?
updateerror3=Достигнут лимит неудачных попыток обновления. Загрузите пакет обновлений с сетевого диска!

updatetip1=Есть ли новая обновленная версия?
updatetip2=Обновляется ли файл сразу после загрузки?

noupdate=Это последняя версия, не нужно обновлять!
uninstalltip=Вы хотите удалить эту программу из системы?
restarttip=Перезапустите MyDockFinder для вношения изменений!
fontrestart=Перезапустите MyDockFinder для вношения изменений!

languagetips=Перезапустите MyDockFinder для вношения изменений!

uninstallcomplete=После завершения удаления удалите все неудаленные файлы вручную.

DPIerrortip=Текущий коэффициент масштабирования больше, чем системный интерфейс масштабирования. Дисплей слишком большой!

restartruntip=Вы действительно хотите перезапустить программу?

backupfolderror=Не удалось создать папку резервного копирования, проверьте права доступа к каталогу!

backuptips=Вы хотите восстановить этот файл резервной копии?


;-------------------------------------------------------------------

[menu]
;Right menu


newfinderwindow=Новое окно Finder
gotofolder=Открыть расположение файла...
connecttoserver=Подключиться к режиму удаленного стола
showlaunchpad=Показать LaunchPad


addnormalicon=Добавить обычный значок
addsystemicon=Добавить системный значок
showtaskbar=Показать панель задач
hidetaskbar=Скрыть панель задач
preference=Настройки
enddock=Закрыть MyDockFinder

editicon=Изменить значок
removefromdock=Убрать из Dock
keepindock=Закрепить в Dock
locationfile=Расположение файла
runagain=Снова запустить эту программу
nevershowthis=Больше не показывать эту программу
adminmode=Запуск от имени администратора 
open=Открыть
quit=Завершить

emptytrash=Очистить корзину
sortorder=Сортировать
Byname=Имя
Bysize=Размер
Byextension=Тип
Bydate/time=Изменить время
Createtime=Время создания
Groupdirectories=Сортировать по каталогам
reverseorder=Сортировать наоборот
closewindow=Закрыть это окно
Display=Содержимое дисплея
Folder=Папка
Stack=Куча
Locatefolder=Открыть непосредственно
FolderEffect=Эффект отображения
Grid=Сетка
Fan=Вентилятор
add delimiter=Добавить разделитель
del delimiter=Убрать разделитель

showmodeapps=Установить независимое отображение и скрытия рабочего стола
showmodedesktop=Установить отображение и режим скрытия рабочего стола
NominiEffect=Не показывать анимацию сворачивания окна
showmodenormal=Следовать настройкам
msgtips=Настроить напоминание о сообщении
incognito=Новое окно режима инкогнито
systemmenu=Системное меню

timeskin=Выберите циферблат
timedefault=Стандартный
timeMickey=Mickey
----------------------------------------------

[launchpad]

addicon=Добавить значок
deleteicon=Удалить этот значок
search=Поиск
ok=OК
addtips=Переместите сюда файлы EXE/INK.
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=ОК
cancel=Отмена
trashok=Очистить корзину
trashtitle=Вы действительно хотите очистить корзину?
batterytip=Низкий заряд батареи. Подключите зарядное устройство.
apperror=Программа была повреждена. Переустановите её.
eject=Было извлечено

-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=ddd.
3=d MMM
4=ddd. d MMM

[formattime]
1=HH:mm
2=tt hh:mm
3=HH:mm:ss
4=tt hh:mm:ss

[calicon]

;Calendar icon month text

m1=ЯНВ
m2=ФЕВ
m3=МАР
m4=АПР
m5=МАЙ
m6=ИЮН
m7=ИЮЛ
m8=АВГ
m9=СЕН
m10=ОКТ
m11=НОЯ
m12=ДЕК


[findermenu]
bluetooth=Bluetooth
Bluetooth settings=Настройки Bluetooth
device=Устройство
Preferred network=Текущая сеть
other networks=Другие сети
network settings=Настройки сети
Audio=Громкость
output=Динамик
audio settings=Настройки аудио
battery settings=Настройки батареи
BatteryEstimatedTime=Осталось
batterytime_hour=Часы
batterytime_min=Минуты
Edit title=Изменить заголовок
Window border=Границы окна
end finder=Закрыть Finder
About This PC=Об этом устройстве...
System settings=Настройки
app Store=Магазин приложений
Task manager=Диспетчер задач
Sleep=Сон
Dormant=Бездействующий режим
Shutdown=Завершение работы
Reboot=Перезагрузка
Lock screen=Заблокировать экран
Logout=Выход

symbol=Показать смайлики и символы
Screen Keyboard=Показать экранную клавиатуру
keyboardname=Показать клавиатуру
Keyboard settings=Настройки клавиатуры
display=Яркость
systemdark=Тёмный режим
bluelight=Защита глаз
displayset=Настройки дисплея
hotspot=Точка доступа
airplane=В самолёте
deviceon=Включить
deviceoff=Отключить
eject=Извлечь

[findertips]
Mute=Заглушить
battery=Батарея
AcOnLine=Быстрая зарядка,
Charging=Заряжается...
notCharging=Не заряжается...
Usebattery=Не заряжается...
Full battery=Заряжено
brightness=Яркость
show trayico=

[findertitle]
file=
Edit=
Show=
Go to=
windows=
Help=

[shutdown]
shutdown=Вы действительно хотите завершить работу?
Reboot=Вы действительно хотите перезагрузить компьютер?
Logout=Вы действительно хотите выйти из аккаунта вашего пользователя?
Dormant=Вы хотите перевести этот компьютер в спящий режим?
sleep=Вы хотите перевести этот компьютер в спящий режим?
ok=OK
cancel=Отменп
[wifi]
password=Пароль:
showpassword=Показать пароль сети...
join=Подключиться
cancel=Отмена


[weather]
00=Солнечно
01=Пасморно
02=Пасмурный день
03=Ливень
04=Гроза
05=Грозы с градом
06=Мокрый снег
07=Легкий дождь
08=Сильный дождь
09=Сильный дождь
10=Дождевой шторм
11=Сильный дождь
12=Сильный дождь
13=Снегопад
14=Легкий снег
15=Zhongxue
16=Сильный снег
17=Буря
18=Туман
19=Леденой дождь
20=Песчаная буря
21=Дождь от слабого до умеренного
22=Дождь от умеренного до сильного
23=Сильный дождь
24=Сильный дождь к сильному дождю
25=Сильный дождь до сильного дождя
26=Мелкий и средний снег
27=От умеренного до сильного снега
28=Большая метель
29=Пыливая буря
30=песчаная буря
31=Сильная песчаная буря
32=Плотный туман
33=Снег
49=Сильный туман
53=Дымка
54=Умеренная дымка
55=Тяжелая дымка
56=Сильная дымка
57=Тяжелый туман
58=Сильный туман
301=Дождь
302=Снег
